      ******************************************************************
      * Stub for MQ CONSTANTS copybook (CMQV).
      ******************************************************************
       01  MQ-CONSTANTS.
           05  MQOO-INPUT-AS-Q-DEF   PIC S9(9) COMP VALUE 1.
           05  MQOO-OUTPUT           PIC S9(9) COMP VALUE 16.
           05  MQCC-OK               PIC S9(9) COMP VALUE 0.
           05  MQCC-WARNING          PIC S9(9) COMP VALUE 1.
           05  MQCC-FAILED           PIC S9(9) COMP VALUE 2.
